[
  {
    "id": "1",
    "title": "Fortnitemares 2024 traz temática de Halloween para Fortnite",
    "date": "01/10/2024",
    "content": "Fortnitemares 2024 está agitando o Fortnite com a celebração de Halloween. A Epic Games trouxe de volta o famoso evento cheio de conteúdo temático. Novos skins, desafios exclusivos e o aguardado retorno do Modo Pesadelo são algumas das atrações. O mapa foi completamente transformado para refletir a atmosfera de Halloween, com decorações macabras e efeitos visuais assustadores. Entre os itens mais aguardados, especula-se sobre colaborações com franquias famosas como 'Nightmare Before Christmas' e até personagens icônicos do terror como Ghostface (Scream) e Michael Myers.",
    "image": "https://via.placeholder.com/150",
    "category": "Fortnite"
  },
  {
    "id": "2",
    "title": "Atualização de Fortnite adiciona novos emotes e melhorias",
    "date": "27/09/2024",
    "content": "Em setembro de 2024, Fortnite lançou uma nova atualização que trouxe várias adições, incluindo novos emotes que permitem aos jogadores expressarem mais emoções e interações durante o jogo. Além disso, foram feitas melhorias gerais de jogabilidade para aprimorar a experiência dos usuários, como ajustes de performance e pequenos correções de bugs, mantendo o jogo dinâmico e divertido.",
    "image": "https://via.placeholder.com/150",
    "category": "Fortnite"
  },
  {
    "id": "3",
    "title": "Evento Free Fire traz recompensas exclusivas",
    "date": "19/09/2024",
    "content": "O Free Fire lançou um evento especial com foco em recompensas exclusivas para quem completar os desafios diários. Os jogadores podem desbloquear skins raras, itens cosméticos e outros bônus únicos. Este evento faz parte de uma série contínua de atualizações que visam manter a comunidade de Free Fire sempre engajada.",
    "image": "https://via.placeholder.com/150",
    "category": "Free Fire"
  },
  {
    "id": "4",
    "title": "Roblox introduz novas ferramentas para criadores",
    "date": "26/09/2024",
    "content": "Roblox continua a expandir suas opções criativas com o lançamento de novas ferramentas em setembro de 2024. Essas ferramentas permitem que os criadores desenvolvam avatares 3D e itens personalizados com mais facilidade. Uma das novidades mais comentadas é a adição do jogo 'Brasil Battleground', que se tornou um sucesso instantâneo na plataforma. A comunidade de Roblox comemora a ampliação das possibilidades para criação de experiências mais imersivas.",
    "image": "https://via.placeholder.com/150",
    "category": "Roblox"
  },
  {
    "id": "6",
    "title": "Atualização OB46 de Free Fire é lançada",
    "date": "27/09/2024",
    "content": "No final de setembro de 2024, Free Fire lançou a aguardada atualização OB46. Essa atualização trouxe mudanças importantes na jogabilidade, novos modos de jogo e diversos ajustes para equilibrar o combate. Além disso, a atualização disponibilizou códigos especiais para desbloquear itens exclusivos, como a skin M1014 Estilhaço do Escorpião, que rapidamente se tornou uma das favoritas entre os jogadores.",
    "image": "https://via.placeholder.com/150",
    "category": "Free Fire"
  },
  {
    "id": "7",
    "title": "Capítulo 2 Remixado",
    "date": "25/10/2024",
    "content": "A próxima temporada, intitulada 'Capítulo 2 Remixado', está programada para novembro de 2024, prometendo misturar nostalgia com inovação.",
    "image": "https://via.placeholder.com/150",
    "category": "Fortnite"
  },
  {
    "id": "8",
    "title": "Modo Primeira Pessoa Experimental",
    "date": "28/10/2024",
    "content": "O Fortnite introduziu um modo de primeira pessoa como funcionalidade experimental no Unreal Editor for Fortnite (UEFN) e no Modo Criativo, permitindo novas perspectivas de jogo.",
    "image": "https://via.placeholder.com/150",
    "category": "Fortnite"
  },
  {
    "id": "9",
    "title": "Ferramentas de Controle Parental",
    "date": "29/10/2024",
    "content": "A Epic Games lançou ferramentas que permitem aos pais definir limites de tempo de jogo para seus filhos, incluindo notificações de 30 minutos antes do término do período permitido.",
    "image": "https://via.placeholder.com/150",
    "category": "Fortnite"
  },
  {
    "id": "10",
    "title": "Atualização 1.21 'Mistérios Subterrâneos'",
    "date": "30/10/2024",
    "content": "A Mojang lançou a atualização 1.21, que introduz novas cavernas, mobs e minerais raros, visando ampliar a experiência de exploração dos jogadores.",
    "image": "https://via.placeholder.com/150",
    "category": "Minecraft"
  },
  {
    "id": "11",
    "title": "Evento 'Fúria das Sombras'",
    "date": "27/10/2024",
    "content": "A Garena revelou o evento 'Fúria das Sombras', que apresenta um novo personagem com habilidades especiais e modos de jogo temporários, oferecendo recompensas exclusivas.",
    "image": "https://via.placeholder.com/150",
    "category": "Free Fire"
  },
  {
    "id": "12",
    "title": "Metaverso Interoperável",
    "date": "29/10/2024",
    "content": "A Epic Games planeja incorporar elementos de Roblox em um metaverso interoperável, permitindo que jogadores interajam e compartilhem ativos digitais entre diferentes jogos.",
    "image": "https://via.placeholder.com/150",
    "category": "Roblox"
  },
  {
    "id": "13",
    "title": "Ferramentas Avançadas para Desenvolvedores",
    "date": "30/10/2024",
    "content": "A plataforma Roblox anunciou a implementação de ferramentas avançadas, incluindo suporte a realidade virtual e melhorias na física do jogo, visando experiências mais imersivas.",
    "image": "https://via.placeholder.com/150",
    "category": "Roblox"
  }
]
